{
  "navabout": "قصتنا",
  "navfeatures": "مميزاتنا",
  "navdownload": " حمل التطبيق",
  "navcontact": "تواصل معنا",
  "navlang": "English",
  "herotitle": "زحمه أو لا",
  "herodesc": "هي وجهتك الاسرع لمعرفه حاله السير والزحام في جسر الملك فهد الرابط بين المملكة العربية السعودية و مملكة البحرين",
  "aboutstory": "قصتنا",
  "aboutzahmaola": "زحمة او لا",
  "firststory": "بدأ تطبيق زحمة و لا في عام ٢٠١٣ لحل مشكلة او تحدي كان يواجه مستخدمي جسر الملك فهد للعبور بين المملكتين. لاقت بداية التطبيق استحسان المستخدمين مما جعل انتشاره سريع منذ الانطلاقة.  ",
  "secondstory": "بدأنا وبشكل مجاني تقديم بيانات دقيقة تحدث بشكل دوري وسريع مما زادت من مصداقية الاسم لدى المستخدمين. كان هذا سر نجاحنا مقارنة بأي حلول اخرى طرأت خلال سنوات تواجدنا.  ",
  "thirdstory": "من خلال خبرتنا في دراسة بيانات اوقات الازدحام والمرور الهادئ اصبحنا نقدم كذلك توقعات للاوقات المستقبلية لتنبيه مستخدمي التطبيق قبل قدومهم عن حالة الجسر (مثال: عند حجز رحلات الطيران، لتخطيط افضل).  ",
  "fourthstory": "وبحمد الله ما زال التطبيق قائم بنفس جودة المخرجات رغم التحديات التي نواجهها من جهات اخرى في سبيل اعطاء بياناتنا الدقيقة.",
  "fifthstory": "سيكون لنا توسع بالايام القادمة لتبسيط تحديات اخرى يمر بها المستخدمين في باقي رحلتهم ...",
  "feattureswhy": "لماذا زحمة أو لا",
  "featturesfirsttitle": "مصداقية ودقة البيانات",
  "featturesfirstdesc": "نستخدم في مصادر بياناتنا خوارزمية لإيصال ادق رسالة ممكنة لمستخدميننا.",
  "featturessecondtitle": "ضمان تشغيل التطبيق",
  "featturesseconddesc": "نضمن لمستخدمي تطبيقنا ان يكون التطبيق يعمل عند حاجتهم له",
  "featturesthirdtitle": "تحديث سريع ودوري",
  "featturesthirddesc": "نقوم بتحديث قواعد بياناتنا بشكل سريع ودوري لتحديث حالة الجسر دائماً",
  "featturesfourthtitle": "معرفة توقعات اوقات الازدحام",
  "featturesfourthdesc": "بناء على البيانات السابقة التي سجلناها، نقوم بإعطاء مستخدميننا توقعات للاوقات المستقبلية",
  "downloadtitle": "استكشف تطبيق زحمه او لا  الجديد",
  "downloadsubtitle": "       حمّل تطبيقات الاندرويد والآيفون عن طريق الروابط.",
  "contacttitle": "تواصل معنا !",
  "footeroperated": "يشغل بواسطة كفاءة العرض للدعاية والإعلان",
  "footerprivacy": "سياسة الخصوصية  ",
  "footerterms": "الأحكام والشروط",
  "footercopyrights": "زحمة أو لا © 2020",

  "privacytitle": "سياسة الخصوصية لزحمه أو لا ",
  "privacy1st":"في زحمة أو لا، يمكن الوصول من zahmaola.com، إحدى أولوياتنا الرئيسية هي خصوصية زوارنا . تحتوي وثيقة سياسة الخصوصية انواع المآل،مات التي يتم جمعها وتسجيلها بواسطة زحمة أو لا وكيف نستخدمها. ",
  "privacy2nd":"إذا كانت لديك أسئلة إضافية أو تحتاج إلى مزيد من المعلومات حول سياسة الخصوصية الخاصة بنا ، فلا تتردد في الاتصال بنا.",
  "privacy3rd":"تنطبق سياسة الخصوصية هذه فقط على أنشطتنا عبر الإنترنت وهي صالحة لزوار موقعنا الإلكتروني فيما يتعلق بالمعلومات التي شاركوها و / أو يجمعونها في زحمة أو لا. لا تنطبق هذه السياسة على أي معلومات تم جمعها في وضع عدم الاتصال أو عبر قنوات أخرى غير هذه موقع الكتروني. تم إنشاء سياسة الخصوصية الخاصة بنا بمساعدة",
  "3rdlink":"مولد سياسة الخصوصية المجاني",
  "Consent":"الموافقة",
  "Consentdesc":"باستخدام موقعنا ، فإنك بذلك توافق على سياسة الخصوصية الخاصة بنا وتوافق على شروطها.",
  "informationwecollect":"المعلومات التي نجمعها",
  "1stinfo":"سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك بتقديمها ، في الوقت الذي نطلب منك فيه تقديم معلوماتك الشخصية.",
  "2ndinfo":"إذا اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها.",
  "3rdinfo":"عند التسجيل للحصول على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف.",
  "useinfo":"كيف نستخدم معلوماتك",
  "useinfodesc":"نستخدم المعلومات التي نجمعها بطرق مختلفة ، بما في ذلك:",
  "useinfo1st":"توفير وتشغيل وصيانة موقعنا  ",
  "useinfo2nd":"تحسين وتخصيص وتوسيع موقعنا",
  "useinfo3rd":"فهم وتحليل كيفية استخدامك لموقعنا",
  "useinfo4th":"تطوير منتجات وخدمات وميزات ووظائف جديدة  ",
  "useinfo5th":"التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بالموقع ولأغراض تسويقية وترويجية",
  "useinfo6th":"إرسال إليك بريز إلكتروني",
  "useinfo7th":"البحث عن ومنع الاحتيال  ",
  "logfiles":"ملفات الدخول  ",
  "logfilesdesc":"زحمة أو لا تتبع الإجراء القياسي لاستخدام ملفات السجل. تسجل هذه الملفات الزوار عندما يزورون مواقع الويب. تقوم جميع شركات الاستضافة بذلك وجزء من تحليلات خدمات الاستضافة. تتضمن المعلومات التي يتم جمعها بواسطة ملفات السجل عناوين بروتوكول الإنترنت (IP) ونوع المستعرض وموفر خدمة الإنترنت (ISP) وختم التاريخ والوقت وصفحات الإحالة / الخروج وربما عدد النقرات. هذه ليست مرتبطة بأي معلومات يمكن التعرف عليها بشكل شخصي. الغرض من المعلومات هو تحليل الاتجاهات وإدارة الموقع وتتبع حركة المستخدمين على الموقع وجمع المعلومات الديموغرافية.  ",
  "advpartners":"سياسات خصوصية شركاء الإعلانات",
  "advpartnersdesc1":"يمكنك الرجوع إلى هذه القائمة للعثور على سياسة الخصوصية لكل من شركاء الإعلان في زحمة أو لا.",
  "advpartnersdesc2":"تستخدم خوادم الإعلانات الخارجية أو شبكات الإعلانات تقنيات مثل ملفات تعريف الارتباط أو جافا سكريبت أو منارات الويب المستخدمة في الإعلانات والروابط الخاصة بكل منها والتي تظهر على موقع زحمة أو لا ، والتي يتم إرسالها مباشرة إلى متصفح المستخدمين. يتلقون عنوان IP الخاص بك تلقائيًا عند حدوث ذلك. تُستخدم هذه التقنيات لقياس فعالية حملاتهم الإعلانية و / أو لتخصيص محتوى الإعلان الذي تراه على مواقع الويب التي تزورها.",
  "advpartnersdesc3":"لاحظ أن زحمة أو لا ليس لديه حق الوصول أو التحكم في ملفات تعريف الارتباط هذه التي يستخدمها معلنون تابعون لجهات خارجية.",
  "thirdparty":"سياسات خصوصية الطرف الثالث  ",
  "thirdpartydesc1":"لا تنطبق سياسة خصوصية زحمة أو لا على المعلنين أو المواقع الإلكترونية الأخرى. وبالتالي ، فإننا ننصحك بالرجوع إلى سياسات الخصوصية الخاصة بخوادم إعلانات الجهات الخارجية للحصول على معلومات أكثر تفصيلاً. قد يتضمن ممارساتهم وتعليماتهم حول كيفية الانسحاب من بعض الخيارات.  ",
  "thirdpartydesc2":"يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الفردية الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات الويب المحددة ، يمكن العثور عليها في مواقع الويب الخاصة بالمتصفحات.",
  "ccpatitle":"حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)",
  "ccpadesc":"بموجب قانون حماية خصوصية المستهلك في كاليفورنيا ، من بين حقوق أخرى ، يحق للمستهلكين في كاليفورنيا:",
  "ccpa1st":"اطلب من الشركة التي تجمع البيانات الشخصية للمستهلك أن تكشف عن فئات وأجزاء معينة من البيانات الشخصية التي جمعتها الشركة عن المستهلكين.  ",
  "ccpa2nd":" اطلب من شركة ما حذف أي بيانات شخصية عن المستهلك جمعتها الشركة.",
  "ccpa3rd":"اطلب من الشركة التي تبيع البيانات الشخصية للمستهلك ، ألا تبيع البيانات الشخصية للمستهلك.",
  "ccpa4th":" إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.",
  "dataprotectionrights":"حقوق حماية بيانات GDPR",
  "dataprotectionrightsdesc":" نود التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي:",
  "dataprotectionrights1st":"الحق في الوصول - يحق لك طلب نسخ من بياناتك الشخصية. قد نفرض عليك رسومًا رمزية مقابل هذه الخدمة.",
  "dataprotectionrights2nd":" الحق في التصحيح - يحق لك أن تطلب منا تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب إكمال المعلومات التي تعتقد أنها غير كاملة.",
  "dataprotectionrights3rd":"الحق في المسح - يحق لك طلب مسح بياناتك الشخصية ، في ظل ظروف معينة.",
  "dataprotectionrights4th":"الحق في تقييد المعالجة - يحق لك طلب تقييد معالجة بياناتك الشخصية ، في ظل ظروف معينة.",
  "dataprotectionrights5th":"الحق في الاعتراض على المعالجة - يحق لك الاعتراض على معالجتنا لبياناتك الشخصية ، في ظل ظروف معينة.",
  "dataprotectionrights6th":"الحق في نقل البيانات - يحق لك أن تطلب منا نقل البيانات التي جمعناها إلى مؤسسة أخرى ، أو إليك مباشرةً ، في ظل ظروف معينة.",
  "dataprotectionrights7th":"إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.",
  "childrensinfo":"معلومات الأطفال",
  "childrensinfodesc1":"جزء آخر من أولوياتنا هو إضافة حماية للأطفال أثناء استخدام الإنترنت. نشجع الآباء والأوصياء على مراقبة نشاطهم عبر الإنترنت والمشاركة فيه و / أو مراقبته وتوجيهه.",
  "childrensinfodesc2":"لا تجمع زحمة أو لا  عن قصد أي معلومات تعريف شخصية من الأطفال دون سن 13 عامًا. إذا كنت تعتقد أن طفلك قدم هذا النوع من المعلومات على موقعنا ، فنحن نشجعك بشدة على الاتصال بنا على الفور وسنبذل قصارى جهدنا من أجل إزالة هذه المعلومات على الفور من سجلاتنا. "
}
