{
  "navabout": "About",
  "navfeatures": "Features",
  "navdownload": "Download",
  "navcontact": "Contact",
  "navlang": "العربية",
  "herotitle": "Zahma O La",
  "herodesc": "Is your fastest destination to know the status of traffic in King Fahd Causeway. the link between KSA and Bahrain",
  "aboutstory": "Our Story",
  "aboutzahmaola": "Zahma O La",
  "firststory": "The Zahma O La application was launched in 2013 to solve the problem or challenge users of the King Fahd Causeway face in the process of crossing between the two kingdoms. Admiration made it spread rapidly since launch.",
  "secondstory": "We started, free of charge, providing accurate data that is updated periodically and quickly, which was the main reason of the credibility that the brand name got. This was the secret of our success compared to any other solutions that occurred during the years of our existence.",
  "thirdstory": "Through our experience in studying congestion times and less crowded times, we are also providing forecasts of the future to alert app users before they come in about the condition of the causeway (Ex. booking flights, for better trip scheduling).",
  "fourthstory": "The app is still there with the same quality of outputs, despite the challenges we face from other entities in order to deliver our accurate data.",
  "fifthstory": "We will expand in the coming days to simplify other challenges that users go through in the rest of their journey ...",
  "feattureswhy": "Why Zahma O La",
  "featturesfirsttitle": "Data Reliability & Accuracy",
  "featturesfirstdesc": "In our data sources, we use an algorithm to deliver the most accurate message possible to our users.",
  "featturessecondtitle": "Application Operation Guarantee",
  "featturesseconddesc": "We guarantee to our app users that the app will be operating in times of need.",
  "featturesthirdtitle": "Quick & Periodic Updates",
  "featturesthirddesc": "We update our databases quickly and periodically to always update the ststus of the Causeway.",
  "featturesfourthtitle": "Rush Hour Forcast",
  "featturesfourthdesc": "Based on the historical data we have recorded, we give our users future forcasts.",
  "downloadtitle": "Discover the new Zahma O La application ",
  "downloadsubtitle": "Use the links below to get our iOS or Android Apps",
  "contacttitle": "Let’s get in touch!",
  "footeroperated": "Operated by Promotion Efficiency",
  "footerprivacy": "Privacy Policy",
  "footerterms": "Terms & Conditions",
  "footercopyrights": "Zahma O La © 2023",
  "privacytitle": "Privacy Policy for Zahma O La",
  "privacy1st": " At Zahma O La, accessible from zahmaola.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Zahma O La and how we use it.",
  "privacy2nd": "If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.",
  "privacy3rd": "This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Zahma O La. This policy is not applicable to any information collected offline or via channels other than this website.",
  "Consent": "Consent",
  "Consentdesc": "By using our website, you hereby consent to our Privacy Policy and agree to its terms.",
  "informationwecollect": "Information we collect",
  "1stinfo": "The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.",
  "2ndinfo": "If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.",
  "3rdinfo": "When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.",
  "useinfo": "How we use your information",
  "useinfodesc": "We use the information we collect in various ways, including to:",
  "useinfo1st": "Provide, operate, and maintain our website",
  "useinfo2nd": "Improve, personalize, and expand our website",
  "useinfo3rd": "Understand and analyze how you use our website",
  "useinfo4th": "Develop new products, services, features, and functionality",
  "useinfo5th": "Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes",
  "useinfo6th": "Send you emails",
  "useinfo7th": "Find and prevent fraud",
  "logfiles": "Log Files",
  "logfilesdesc": "Zahma O La follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.",
  "advpartners": "Advertising Partners Privacy Policies",
  "advpartnersdesc1": "You may consult this list to find the Privacy Policy for each of the advertising partners of Zahma O La.",
  "advpartnersdesc2": "Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Zahma O La, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.",
  "advpartnersdesc3": " Note that Zahma O La has no access to or control over these cookies that are used by third-party advertisers.",
  "thirdparty": "Third Party Privacy Policies",
  "thirdpartydesc1": "Zahma O La's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.",
  "thirdpartydesc2": "You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.",
  "ccpatitle": "CCPA Privacy Rights (Do Not Sell My Personal Information)",
  "ccpadesc": "Under the CCPA, among other rights, California consumers have the right to:",
  "ccpa1st": "Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.",
  "ccpa2nd": " Request that a business delete any personal data about the consumer that a business has collected.",
  "ccpa3rd": "Request that a business that sells a consumer's personal data, not sell the consumer's personal data.",
  "ccpa4th": " If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
  "dataprotectionrights": "GDPR Data Protection Rights",
  "dataprotectionrightsdesc": " We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:",
  "dataprotectionrights1st": "The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.",
  "dataprotectionrights2nd": " The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.",
  "dataprotectionrights3rd": "The right to erasure – You have the right to request that we erase your personal data, under certain conditions.",
  "dataprotectionrights4th": "The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.",
  "dataprotectionrights5th": "The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.",
  "dataprotectionrights6th": "The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.",
  "dataprotectionrights7th": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
  "childrensinfo": "Children's Information",
  "childrensinfodesc1": "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.",
  "childrensinfodesc2": "Zahma O La does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.",
  "tracking": "Location collection and storing information",
  "trackingdesc1": "A- Collection of information: \n 1- Contact information: The application collects some device data that helps to improve the experience, such as the device language and system type. The application also tracks the user's location to issue exit permits and notices for other services in the application to calcuate the diffrenece between users that finish the procedure in the causeway.",
  "trackingdesc2": "2- The information entered: The information entered by the user such as permission requests, objections and his /her answers to any questionnaires on application are saved. \n 3- Device Features: In order to provide the app services, some user & device information is accessed, such as: GPS location. Read External Storage: Application request to attach files (images or PDF, other file types will be discarded) to complete requests like issuing permits.",
  "trackingdesc3": "B - Storage of Data \n The data that we get from the user is saved and stored at the our cloud servers. \nThe user's information is stored at the servers specified by the application management. The application management is keen to protect these servers from penetration and unauthorized access according to the established standards. The application management undertakes to delete the information from the servers every (10) years.",
  "trackingdesc4": "C- Geolocation Information. We may request access or permission to track location-based information from your mobile device, either continuously or while you are using our mobile application(s), to provide certain location-based services. If you wish to change our access or permissions, you may do so in your device's settings.",
  "trackingdesc5": "D- Location Data.  We collect location data such as information about your device's location, which can be either precise or imprecise. How much information we collect depends on the type and settings of the device you use to access the Services. For example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address). You can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device. However, if you choose to opt out, you may not be able to use certain aspects of the Services.",
  "trackingdesc6": "D- Background location in causeway. When the app is closed we lunch the app and collect current location. we collect the current location and motion \n When the app is closed When always in use we collect the current location and motion also. When the app is not in use depend on the status if you are in the cause we will lanuch the application and collect the current device location only.",
  "featuresthatuseslocation": "Features that use location in the background",
  "featuresthatuseslocation1": "1- Causeway time estimiation to cross from Saudi to Bahrain or Bahrain to Saudi",
  "locationpermissionspolicy": "Location Permissions policy",
  "locationpermissionspolicydesc1": "By using our application you will accept using your current location, your will be anonymous for us, we do not save or store any irrelevant data ( your name, age, your phone number ) only if you let us to do that, we store your location and we give you an id so we can track your trip.",
  "locationpermissionspolicydesc2": "The location permission enable us to track your trip only, so we can do our estimiation to give you the most accurate time estimiation."
}